;*******************************************************************************************
;  FILE:   MORE Psionics Ex Machina. int                                 
;  
;	File created	25/07/20    21:00
;	LAST UPDATED    07/10/20    13:30
;
;*******************************************************************************************

[XComGame.UIAvengerShortcuts]
[UISL_AvengerHUD_Shortcuts_InR]
;label gets the cool UI Psi Icon added to the front
LabelShortcut_InRFacility="审讯设施"
TooltipShortcut_InRFacility="探访审讯设施"

[XComGame.UIFacility_InterrogationFacility]
[UIFacility_InterrogationFacility]
m_strStartProject="选择审讯/招聘项目"
m_strProjectedHours="预计小时数:"
m_strProjectedDays="预计天数:"
m_strEmptyQueue="目前没有俘虏受到审讯/招募"
m_strCurrentProject="当前:"
m_strCancelInRProjectTitle="取消审讯/招聘项目？"
m_strCancelInRProjectBody="您确定要取消 <XGParam:StrValue0/> c项目?"
m_strProgress="进展:"
m_strEditQueue="编辑队列"
m_strMoveItemUp="将项目上移"
m_strMoveItemDown="下移项目"
m_strRemoveItem="取消项目"
m_strCheckInventory="查看专属网络库存"

[UIFacility_InterrogationFacilitySlot]
m_strInRProjectDialogTitle="闲置"
m_strInRProjectDialogText="你不应该看到这个。"
m_strStopInRProjectDialogTitle="闲置"
m_strStopInRProjectDialogText="你不应该看到这个。"

[XComGame.UIChooseInRProject]
[UIChooseInRProject]
m_strTitle=审讯/招募
m_strSubTitleTitle= 
m_strInventoryLabel=审讯/招募
m_strPriority=[优先级]
m_strPaused=[暂停]
m_strResume=[继续]
m_strEmptyListTitle=禁闭室中没有可用的俘虏
m_strBuy=[开始]
m_strTime=预计进度：

[XComGame.UIInventory_InR]
[UIInventory_InR]
m_strTitleBig=禁闭室
m_strNoLoot=禁闭室中没有可用的俘虏
m_strBuy=

[UIAlert_InR]
m_strInterrogationSuccessful=%PROJECTNAME 成功

m_strRecruitmentSuccessfulTitle=审讯设施招募成功

[X2EventListener_Capture]
CapturedTitle="富尔顿成功"
Captured="<XGParam:StrValue0/!ItemName/> 是从捕获中获得的。"

LootTitle="捕获的战利品"
Loot="从捕获中获得了额外的战利品。"